{
        "title": "Dokéos",
        "logo": "https://www.dokeos.com/wp-content/uploads/2017/07/dokeos-logo@2x.png",
        "country": "fr",
        "presence": ["fr", "be", "us", "pe", "it"],
        "website": "https://www.dokeos.com/",
        "founded_year": "2016",
        "kpi_dict": {
          "2018": {
            "staff": "",
            "earnings": "",
            "total_assets": "",
            "revenues": "",
            "public_source": ""
          },
          "2017": {
            "staff": "",
            "earnings": "",
            "total_assets": "",
            "revenues": "",
            "public_source": ""
          },
          "2016": {
            "staff": "",
            "earnings": "",
            "total_assets": "",
            "revenues": "",
            "public_source": ""
          }
        },
        "free_software_list": [{
                "title": "Dokéos",
                "logo": "https://www.dokeos.com/wp-content/uploads/2017/07/dokeos-logo@2x.png",
                "website": "https://www.dokeos.com/learning-management-system-lms/",
                "category_list": ["Application"],
                "source_code_download": "https://www.dokeos.com/dokeos-community-edition-download/",
                "source_code_profile": "https://www.openhub.net/p/dokeos/analyses/latest/languages_summary",
                "commercial_support": "https://www.dokeos.com/services/",
                "wikipedia_url": "https://en.wikiversity.org/wiki/Dokeos",
                "success_case_list": [{
                        "title": "A successful marketing partnership deliver fast, profitable results !",
                        "description": "Axea Solutions is a successful company that specializes in providing online healthcare ICD-10 training. An opportunity arose for the company when the World Health Organization (WHO) released a revised coding system, the International Classification of Diseases (ICD-10). Axea developed 50 unique ICD-10 courses and sold them to healthcare facilities and providers in the United States , thanks to its partnership with Dokeos SHOP. For Axea, the use of Dokeos LMS has become an opportunity to merge e-learning and digital marketing. The company relies on Dokeos LMS to strengthen its digital marketing, target its clients by category and activity sector. The Axea project is an example of success, both in economic terms and in terms of quality and reputation. The MOOC way e-learning training portal, built in six weeks with the collaboration of five trainers, equaled a $210,000 investment. Over five months, revenues topped $520,000, more than double the amount invested. Discover how and download the case now!",
                        "image": "https://www.dokeos.com/wp-content/uploads/2017/07/ebook-axea-en-1-1-1-370x495.jpg",
                        "industry": "Life Science",
                        "customer": "Axea Solutions",
                        "country": "en",
                        "language": "en",
                        "url": "https://www.dokeos.com/ebook/the-axea-solutions-case/"
                }, {
                        "title": "Can a LMS offer a FDA compliant solution ?",
                        "description": "Working with IPSEN, Dokeos has been challenged to adapt the LMS and make it compliant with GxP and especially FDA 21 CFR PART 11. IPSEN has performed appropriate qualification to demonstrate that system features fit with current regulatory expectations regarding the use of Dokeos LMS solution in the highly regulated context of Pharmaceutical industry.",
                        "image": "https://www.dokeos.com/wp-content/uploads/2017/07/ebook-ipsen-en-1-370x495.jpg",
                        "industry": "Life Science",
                        "customer": "IPSEN",
                        "country": "us",
                        "language": "en",
                        "url": "https://www.dokeos.com/ebook/gxp-compliance-and-e-learning-the-ipsen-case/"
                }, {
                        "title": "Toys ‘R’ Us and training the sales teams",
                        "description": "Toys ‘R’ Us manages 1500 stores worldwide for a turnover of $12 billion and has 66,000 employees. The chain has succeeded in its vertical and has been able to put in place an omnichannel strategy in which the “brick and mortar store” finds its place thanks to an outstanding quality of service! The brand is characterized by its attention to consumers and its ability to anticipate the trends and changes in the world of toys. To improve their ability to qualify the customer, the sales associates are trained each year during a seminar with the gurus of the brand and immediately evaluated at the end of the seminar! But this immediate evaluation does not measure the performance improvement linked to the training. That is why Toys “R” Us has implemented a training and evaluation plan with Dokeos LMS.",
                        "image": "https://www.dokeos.com/wp-content/uploads/2017/07/ebook-toys-en-370x495.jpg",
                        "industry": "Retail",
                        "customer": "Toys ‘R’ Us",
                        "country": "us",
                        "language": "en",
                        "url": ""
                }, {
                        "title": "E-learning and procedural trainings at Astellas Pharma",
                        "description": "As a consumer of pharmaceuticals, we are assured that the medicines we buy are manufactured with standardized quality, regardless of the place or date to which we buy them. We know that regulations protect us. As drug producers, pharmaceutical companies that need to ensure that standardized quality are subject to strict manufacturing regulations that they must translate into procedures applicable for all of their production units and for each porduct. They should then be able to prove that production staff knows and applies these procedures. Whether face-to-face or online, trainings that merely describe the complete sequences of actions are inconclusive and lead to compel staff declare that they know the procedures while not memorized. At Astellas Pharma, Gilles Frémont, Training Manager, has come up with an original approach: it involves the management in a communication focused on the basis of quality and allows employees to reflect on their reactions in multiple situations.",
                        "image": "https://www.dokeos.com/wp-content/uploads/2017/07/ebook2b-724x1024-370x495.jpg",
                        "industry": "Life Science",
                        "customer": "Astellas Pharma",
                        "country": "jp",
                        "language": "en",
                        "url": "https://www.dokeos.com/ebook/e-learning-and-procedural-trainings-at-astellas-pharma/"
                }, {
                        "title": "Lean Manufacturing and e-learning, the Mecaplast case",
                        "description": "Each job has its own set of skills. E-learning design lies in your abaility to modelize these skills and generate a lifelike simulation of a professional context. For both training and evaluation purposes. Pharmacovigilance training drives pharmacists to fill forms that include questions and sub-questions dedicated to the analysis of adverse drug effects. The Global Quality departments of pharmaceutical industries assess the competences of their employees through a certified protocol so as to provide the Food and Drug Administration with the evidence of skills in the form of Individual Training Files. Salesforces in banks and industry are invited to play with serious games that simulate the client objections and the salesperson capacity to address them. In this white book, we focus on a lean manufacturing training at Mecaplast, a worldwide auto parts company. Plant managers are invited to move blocks in a virtual space in order to optimize space and avoid waste. Discover how e-learning can help you modelize skills and help your teams create value.",
                        "image": "https://www.dokeos.com/wp-content/uploads/2017/07/Capture-d-cran-2015-05-04-13.06.13-370x495.png",
                        "industry": "Automotive",
                        "customer": "Mecaplast",
                        "country": "fr",
                        "language": "en",
                        "url": "https://www.dokeos.com/ebook/lean-manufacturing-and-e-learning-the-mecaplast-case/"
                }]
        }]
}
