{
        "title": "Openbravo",
        "logo": "https://www.openbravo.com/wp-content/uploads/2018/08/logoOB_OBI.png",
        "country": "es",
        "presence": ["fr", "es", "in", "mx", "ue"],
        "website": "https://www.openbravo.com/",
        "founded_year": "2001",
        "kpi_dict": {
          "2018": {
            "staff": "",
            "earnings": "",
            "total_assets": "",
            "revenues": "",
            "public_source": ""
          },
          "2017": {
            "staff": "",
            "earnings": "",
            "total_assets": "",
            "revenues": "",
            "public_source": ""
          },
          "2016": {
            "staff": "",
            "earnings": "",
            "total_assets": "",
            "revenues": "",
            "public_source": ""
          }
        },
        "free_software_list": [{
                "title": "Openbravo Commerce Cloud",
                "logo": "https://www.openbravo.com/wp-content/uploads/2018/08/logoOB_OBI.png",
                "website": "https://www.openbravo.com",
                "category_list": ["Application"],
                "source_code_download": "https://sourceforge.net/projects/openbravo/files/",
                "source_code_profile": "https://www.openhub.net/p/openbravo/analyses/latest/languages_summary",
                "commercial_support": "https://www.openbravo.com/services",
                "wikipedia_url": "https://en.wikipedia.org/wiki/Openbravo",
                "success_case_list": [{
                        "title": "Massada gains greater visibility and control over its operations with Openbravo",
                        "description": "Massada offers a complete line of products and treatments that enables development and operation of the Beauty Center or Medical-Aesthetic Clinic. Scrubs and cleansing milks, high quality anti-aging products and effective body slimming products are part of the portfolio designed for the esthetician. Ongoing counseling and closeness are part of Massada to make the daily work easier to beauty professionals. The whole organization is orientated to help achieve its goal of satisfaction and loyalty of their customers.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/massada_iStock-1025896176.jpg",
                        "industry": "Retail",
                        "customer": "Massada",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-massada"
                }, {
                        "title": "Cheers adopts a lean and flexible architecture that facilitates adaptation to business needs",
                        "description": "CHEERS was founded and managed by wine lovers, rooted in a long history of wine trade. Starting as a trading company called MQ Wines, the company built its new brand together around a store concept dedicated to sharing their passion for wine with the public. The company strives to stock imported wines with a high price-to-quality ratio and to foster a strong culture of customer service, discipline, motivation, enthusiasm and commitment in their staff. After building their model store in Beijing, CHEERS now operates several successful stores and has implemented a franchise program to make its concept available to other passionate entrepreneurs.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/cheers_iStock-1139903930.jpg",
                        "industry": "Retail",
                        "customer": "Cheers",
                        "country": "cn",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-cheers"
                }, {
                        "title": "Cirque du Soleil achieves greater business agility and enhanced customer experience",
                        "description": "Cirque du Soleil is based in Montreal, Canada and was founded in the early 1980s by Guy Laliberté, who believed Cirque du Soleil should constantly aim to evoke the imagination and provoke the emotions of people around the world with its shows. Today, the company is the world leader in artistic entertainment and has approximately 4,000 employees including 1,300 artists. Since the first show in 1984, Cirque du Soleil has achieved a unique success in the entertainment industry and its shows have been seen by more than 155 million people around the world.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/cirque_du_soleil_1.jpg",
                        "industry": "Entertainment",
                        "customer": "Circque Du Soleil",
                        "country": "ca",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-cirque-du-soleil"
                }, {
                        "title": "Halsted improves operations through enterprise-wide integration and merchandise management agility",
                        "description": "Founded in 1897, Halsted is the leading supplier for building and plumbing in Zimbabwe. The company focuses on providing exceptional customer service and maintaining a large stock holding of timber, hardware, appliances and specialist products and materials catering to all requirements. Today, Halsted manages a central distribution center and eleven fully operational branches across Zimbabwe.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/halsted_iStock-955997878.jpg",
                        "industry": "Construction",
                        "customer": "Halsed",
                        "country": "zw",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-halsted"
                }, {
                        "title": "Metal Supermarkets improves franchisee efficiency, profitability and service to franchises with Openbravo",
                        "description": "The Metal Supermarkets business concept was established in 1985 in Mississauga, Ontario, Canada. Since then, the company has become the world’s largest supplier of small-quantity metals with over 90 brick-and-mortar stores across the United States, Canada and United Kingdom. The company sells a wide variety of metals, cut-to-size, with no minimum order quantity. Customers can choose from 8,000 metal types, shapes and grades, including Aluminum, Hot-Rolled Steel, Cold-Rolled Steel, Stainless Steel, Alloy Steel, Galvanized Steel, Tool Steel, Brass, Bronze and Copper. It also offers value-added services such as Production Cutting, Shearing, Punching and more. Today, the brand is known for superior customer service from start to finish.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/06/header_metal_supermarkets.jpg",
                        "industry": "Retail",
                        "customer": "Metal Supermarkets",
                        "country": "ca",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-metal-supermarkets"
                }, {
                        "title": "La Bolsera progresses in omnichannel and achieves greater operational control and efficiency with Openbravo",
                        "description": "Originally, La Bolsera was founded in 1919 in Barcelona's Raval district under the name of Industrial Bolsera. The trademark was changed to Commercial Bolsera in 1977, and again renamed La Bolsera in 2000. The business has been able to focus and improve on two highly differentiated product lines: packaging items and celebration supplies. The company continues to set the standard in the sector and maintains a chain of stores and franchises, handling more than 200,000 annual visits in its Barcelona flagship store alone.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/labolsera_iStock-503805699.jpg",
                        "industry": "Manufacturing",
                        "customer": "La Bolsera",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-la-bolsera"
                }, {
                        "title": "Regalador increases capacity, speed, and efficiency of order management processes with Openbravo",
                        "description": "Regalador.com is a Spanish company created in 2011 by a group of passionate Internet and e-commerce entrepreneurs. Regalador.com sells a selection of original and curated items created by artists, designers and craftsmen as well as by national and international independent Spanish companies via its web store.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/04/regalador_iStock-1033854682.jpg",
                        "industry": "Manufacturing",
                        "customer": "Regalador",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-regalador"
                }, {
                        "title": "Boots Opticians enhances customer experience and gains superior business control with Openbravo",
                        "description": "Boots Opticians is a leading chain of opticians in the UK with more than 600** branches across the country. The company is a subsidiary of Boots UK, which operates about 2500 stores and is the UK’s largest pharmacy-led health and beauty chain. Boots Opticians is part of the Retail Pharmacy International Division of Walgreens Boots Alliance, Inc, a global leader in pharmacy-led health and wellbeing retail. Boots Opticians provides eye tests carried out by experienced optometrists and sells prescription glasses, sunglasses, contact lenses and the associated products customers need to take care of their eyes. It stocks a comprehensive range of men's, women's and children’s eyewear from leading brands as well as its own Boots range. It also stocks a complete range of contact lens products, including daily, monthly, bifocal and varifocal lenses.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/05/Boots_HeaderPost.jpg",
                        "industry": "Retail",
                        "customer": "Boots Opticians",
                        "country": "uk",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-boots-opticians"
                }, {
                        "title": "Ortoprono achieves real-time store operations visibility; fully prepared for future growth with Openbravo",
                        "description": "Founded in 1969, Ortoprono professionals are dedicated to the manufacture and adaptation of products and services of orthopedics, technical aids and rehabilitation technologies. Experts work closely with health professionals to design treatments for areas such as sports performance improvement, functional rehabilitation after illness or work accident, and improving the quality of life of people in situations of dependency.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/05/ortoprono_iStock-174019249.jpg",
                        "industry": "Life Science",
                        "customer": "Ortoprono",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-ortoprono"
                }, {
                        "title": "Grup Pollyanna improves shopping experience with Openbravo",
                        "description": "Grup Pollyanna opened its first store in 1977 in the heart of Andorra la Vella, and today the well-established retailer comprises nine fashion stores for men, women and children, all located in the commercial centers of Escaldes and Andorra la Vella. Pollyanna Group is known for spotting the latest trends and selecting from the best contemporary fashion brands to create own curated style and exclusive atmosphere. It works daily with its team to offer the best service and personalized attention to its customers.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/pollyanna_HeaderPost.jpg",
                        "industry": "Retail",
                        "customer": "ad",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-grup-pollyanna"
                }, {
                        "title": "sivasdescalzo optimizes processes for increasing sales and efficiency with Openbravo",
                        "description": "sivasdescalzo is an online shop for sneakers specializing in reissues of vintage sneakers and and limited editions of exclusive models such as Nike Air Max, Nike Air Huarache, Adidas NMD or Adidas Ultraboost among others. The company also carries brands ASICS, Puma, Vans, Jordan and Reebok. In addition, it offers a versatile selection of fashionable clothes and sneakers as well as sunglasses and other accessories. Today, sivasdescalzo has stores in the cities of Barcelona and Madrid, spaces that offer a new shopping experience in which fashion lovers will feel at home while experiencing the latest trends. The company meets the needs of its international customers using an integrated business model coupled with express delivery service and worldwide shipping.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/sivasdescalzo_iStock-979833570.jpg",
                        "industry": "Retail",
                        "customer": "sivasdescalzo",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-sivasdescalzo"
                }, {
                        "title": "Bijoux Indiscrets boost sales over 15% with stronger eCommerce and process control",
                        "description": "Bijoux Indiscrets features a wide range of sensual accessories, erotic cosmetics, and intimate toys designed by women for women, with the purpose of empowering women, lighting up the passion and creating unforgettable moments of pleasure. From the time it was founded in 2006, in Barcelona, the brand has achieved position as a european and worldwide referent in the sector; and it's currently present in over 40 countries all over the world.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/Bijoux_iStock-508951072.jpg",
                        "industry": "Retail",
                        "customer": "Bijoux Indiscrets",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-bijoux-indiscrets"
                }, {
                        "title": "Sánchez Hipertextil improves customer service and optimizes inventory costs",
                        "description": "Now in its third generation, Sánchez Hipertextil is a chain of stores exclusively dedicated to the sale and manufacture of curtains and home lingerie. Presently, the company owns seven establishments distributed throughout the province of Barcelona. The stores offer customers a wide range of fabrics, designs and price ranges to choose from.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/sanchez_iStock-486929900.jpg",
                        "industry": "Manufacturing",
                        "customer": "Sánchez Hipertextil",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-sanchez-hipertextil"
                }, {
                        "title": "Bassols achieves business integration and a higher capacity for future growth",
                        "description": "Bassols started Spain's first 100% linen factory in 1790. By 1883, the company expanded and incorporated mechanical looms into a new factory in Barcelona. The company has long been recognized and associated with the high quality of its products, earning its first Gold Medal at the 1888 Universal Expo in Barcelona and again at the 1929 International Expo in Barcelona. In 1980, the company's first home textile collection was born, and in 1992 the company began a national and international expansion campaign into new sectors such as fashion and interior design, all of which are still managed today under a single, renowned company.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/Bassols-header_iStock-657513812.jpg",
                        "industry": "Manufacturing",
                        "customer": "Bassols",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-bassols"
                }, {
                        "title": "Sharaf DG gains IT agility and delivers enhanced ",
                        "description": "Since opening its doors in 2005, Sharaf DG has become a leading retailer for electronics in the Middle East, including United Arab Emirates, Bahrain, Egypt and Oman. Today, this award-winning retailer runs 32 stores and online stores offering the widest selection of products and accessories available. Moreover, Sharaf DG has built a reputation for exemplary customer service, quality products, and knowledgeable staff, backed by a strong best-price guarantee proposition.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/sharaf_HeaderPost.jpg",
                        "industry": "Retail",
                        "customer": "Sharaf DG",
                        "country": "ue",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-sharaf-dg"
                }, {
                        "title": "Outlet PC achieves greater operations efficiency, higher customer satisfaction and greater profitability with Openbravo",
                        "description": "OUTLET PC, a company belonging to the Ticnova Group, was born in Reus,Tarragona in 2008 during the economic crisis with the concept of offering consumers the opportunity to purchase reconditioned items no longer considered sellable in traditional distribution channels because of aesthetic defects, damaged packaging or in liquidation. Initially, the store specialized in consumer electronics (laptops, desktops, tablets, smartphones, printers, etc.), but its rapid success allowed the company to quickly expand its business model to include other product categories: household appliances, homewares, DIY, stationery, etc. The company currently has nine physical stores, which are located mostly in Catalonia and are visited by several thousand buyers each day. It also manages online stores in several European countries including France, Portugal, Italy, Belgium, Holland, and Germany as well as Spain, processing several hundred online orders each day.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/05/outletpc_HeaderPost.jpg",
                        "industry": "Retail",
                        "customer": "Outlet PC",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-outlet-pc"
                }, {
                        "title": "Shine Star boosts business performance with higher business agility and operational control thanks to Openbravo",
                        "description": "Founded in 1991, Shine Star is a distribution company dedicated to the commercialization of consoles, video games and accessories from major brand names. A leader in the Spanish wholesale market, Shine Star specializes in products for family businesses, buying groups, and appliance store chains.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/shine-star_iStock-839006954.jpg",
                        "industry": "Retail",
                        "customer": "Shine Star",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-shine-star"
                }, {
                        "title": "Decathlon innovates more and faster at the point of sale with Openbravo",
                        "description": "Decathlon is today one of the world’s leading sporting goods retailers, with over 1,400 stores in more than 40 countries. Founded in 1976 in Lille, France, Decathlon today sells products catering to more than 100 sports. The company’s unique value proposition is rooted in its capacity to design, manufacture and sell its own products belonging to more than 20 Decathlon brands dedicated to specific sports, including Quechua and BTWIN. Innovation is central to Decathlon’s continuous drive to improve the experience of enthusiasts’ around the world and make sports accessible for all.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/Customer_decathlon_1.jpg",
                        "industry": "Retail",
                        "customer": "Decathlon",
                        "country": "fr",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-decathlon"
                }, {
                        "title": "Deporvillage boosts sales by 60% with business integration",
                        "description": "Founded in 2010, Deporvillage is today a leading online store for specialized products for cycling, running, outdoor, swimming, triathlon and fitness across Southern Europe. Since its inception, the company has expanded into four countries - Spain, Italy, France and Portugal. Today, Deporvillage continues to provide customers with competitive pricing, prompt customer service, and fast delivery for over 40,000 products and more than 400 top brands. While they are primarily an e-commerce business, they operate several pop-up stores per year and are currently planning to open an outlet location in the near future.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/customer_deporvillage_1.jpg",
                        "industry": "Retail",
                        "customer": "Deposvillage",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-deporvillage"
                }, {
                        "title": "depique augments efficiency and agility to drive growth thanks to Openbravo",
                        "description": "What began in 1997 as a small repair and sale workshop for custom golf clubs in Barcelona has now become one of the leading chains for golf products in Spain. Depique brings all golfing enthusiasts closer to the expertise, technology and gear that was previously available only to professionals. The company offers a wide range of products marketed through its online channel and its brick-and-mortar stores located in the city as well as on golf courses themselves. Depique is also dedicated to providing expert services and guidance to players, including an urban golf academy in Barcelona.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/depique_iStock-534918415.jpg",
                        "industry": "Retail",
                        "customer": "depique",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-depique"
                }, {
                        "title": "Patadon adds order management capacity and prepares for rapid growth with Openbravo",
                        "description": "People say that the best ideas come from identifying a need or scarcity within a field, and this idea has everything to do with how Patadon originated. Dream shoes for golfers existed, but none of them were easily accessible. Intent on filling this gap, Patadon.com was conceived as an online store offering the largest supply of golf shoes available. In addition to online sales, Patadon also operates shoe outlets on-site several golf courses in Spain.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/patadon_iStock-534918423.jpg",
                        "industry": "Retail",
                        "customer": "Patadon",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-patadon"
                }, {
                        "title": "Ranking achieves higher efficiency for order management, customer service and operations control with Openbravo",
                        "description": "anking was born in 2000 with the idea of creating comprehensive resource guides to facilitate product localization for professionals in Spain dedicated to the world of education and sport. Nowadays it is a national leader in the sale of sports equipment to schools, sports centers, and teams.",
                        "image": "https://www.openbravo.com/wp-content/uploads/2019/03/ranking_iStock-905901940.jpg",
                        "industry": "Retail",
                        "customer": "Ranking",
                        "country": "es",
                        "language": "en",
                        "url": "https://www.openbravo.com/customers-ranking"
                }]
        }]
}
