{
        "title": "Tecnoteca srl",
        "logo": "https://www.tecnoteca.com/++plone++tecnoteca.tecnotecatheme2019/logo/logo.svg",
        "country": "it",
        "presence": ["it"],
        "website": "https://www.tecnoteca.com/",
        "founded_year": "",
        "kpi_dict": {
          "2018": {
            "staff": "",
            "earnings": "",
            "total_assets": "",
            "revenues": "",
            "public_source": ""
          },
          "2017": {
            "staff": "",
            "earnings": "",
            "total_assets": "",
            "revenues": "",
            "public_source": ""
          },
          "2016": {
            "staff": "",
            "earnings": "",
            "total_assets": "",
            "revenues": "",
            "public_source": ""
          }
        },
        "free_software_list": [{
                "title": "CMD Build",
                "logo": "https://www.cmdbuild.org/++plone++tecnoteca.cmdbuildtheme2019/logo/logo.png",
                "website": "https://www.cmdbuild.org/",
                "category_list": ["Application"],
                "source_code_download": "https://www.cmdbuild.org/en/download/latest-version",
                "source_code_profile": "https://www.openhub.net/p/cmdbuild/analyses/latest/languages_summary",
                "commercial_support": "https://www.tecnoteca.com/en/services/cmdbuild",
                "wikipedia_url": "https://en.wikipedia.org/wiki/Cmdbuild",
                "success_case_list": [{
                        "title": "Municipality of Codigoro",
                        "description": "Since 2017 the Municipality of Codigoro has been using CMDBuild READY2USE for all activities managed by the Information Systems Service. In particular, the platform is used to implement the inventory of all hardware and software resources, in compliance with the minimum ICT security measures for Public Administrations issued by AGID....",
                        "image": "https://reference.tecnoteca.com/en/case-history/municipality-of-codigoro-italy/@@images/image/preview",
                        "industry": "Public Administration & Government",
                        "customer": "Municipality of Codigoro",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/municipality-of-codigoro-italy"
                },{
                        "title": "ATS Milano Città Metropolitana",
                        "description": "ATS Milano Città Metropolitana is the most extensive of the Health Protection Agencies constituting the Social and Health System of the Italian Lombardy Region, including 194 Municipalities and 3 and a half million inhabitants. At December 2019 ATS Milano published a tender on its portal for the acquisition of an application, and related technical assistance and maintenance services, for the computerized management of its real estate assets....",
                        "image": "https://reference.tecnoteca.com/en/case-history/ats-milano-citta-metropolitana/@@images/image",
                        "industry": "Public Administration & Government",
                        "customer": "ATS Milano Città Metropolitana",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/ats-milano-citta-metropolitana"
                },{
                        "title": "Property and Real Estate Services Division (Trinidad and Tobago)",
                        "description": "The Property and Real Estate Services Division (PRESD) is a Division of the Ministry of Public Administration (MPA) of the Government of the Republic of Trinidad and Tobago, and is responsible for the acquisition, rental, maintenance and sale of properties used by the State. The Ministry was tasked in 2018 identifying and implementing an appropriate software solution to assist in managing Government’s activities related to state-occupied properties...",
                        "image": "https://reference.tecnoteca.com/en/case-history/government-of-the-republic-of-trinidad/@@images/image",
                        "industry": "Housing",
                        "customer": "Property and Real Estate Services Division (Trinidad and Tobago)",
                        "country": "tt",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/government-of-the-republic-of-trinidad"
                },{
                        "title": "B3Partners BV",
                        "description": "B3Partners BV is based in the Netherlands and provides software using geographical maps to mostly governmental organizations, like municipalities, provinces, safety organizations and water management organizations. Our customers use our map software to do planning or preparing permits. Most maps contain a wide variety of data, like the ownership of buildings,...",
                        "image": "https://reference.tecnoteca.com/en/case-history/b3partners-bv/@@images/image",
                        "industry": "Software",
                        "customer": "B3Partners BV",
                        "country": "nl",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/b3partners-bv"
                },{
                        "title": "Experimental Zooprophylactic Institute of Abruzzo and Molise",
                        "description": "The Italian Ministry of Health, with a decree of 30th May 2017, activated at the Central Office of the IZSAM (Istituto Zooprofilattico Sperimentale dell'Abruzzo e del Molise - Experimental Zooprophylactic Institute of Abruzzo and Molise) the National Reference Center for Genomic Sequences of pathogenic microorganisms (GENPAT). One of the main tasks of the GENPAT is to create a national platform for the collection and conservation of genomic sequences of pathogenic microorganisms...",
                        "image": "https://reference.tecnoteca.com/en/case-history/experimental-zooprophylactic-institute-of-abruzzo-and-molise-italy/@@images/image",
                        "industry": "Research",
                        "customer": "Experimental Zooprophylactic Institute of Abruzzo and Molise",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/experimental-zooprophylactic-institute-of-abruzzo-and-molise-italy"
                },{
                        "title": "IT City - Municipality of Parma",
                        "description": "It.City SpA is an in-house company of the Municipality of Parma founded in 1999 with the aim of guaranteeing the full efficiency of IT systems and creating/integrating systems to support management processes related to activities and procedures of the entity. It.City during 2018 has activated a software selection process in order to identify a CMDB...",
                        "image": "https://reference.tecnoteca.com/en/case-history/it-city-municipality-of-parma-italy/@@images/image",
                        "industry": "Public Administration & Government",
                        "customer": "IT City - Municipality of Parma",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/it-city-municipality-of-parma-italy"
                },{
                        "title": "Hedmark IKT",
                        "description": "Hedmark IKT is an IT company in Norway, owned by 7 municipalities with a combined population of about 100,000 people. In addition to being an IT partner for these municipalities, approximately 30 other public companies use our services, including cinemas, waterworks and fire departments. About 20,000 people in more than 260 different physical locations use our solutions, including health personnel, teachers, students an...",
                        "image": "https://reference.tecnoteca.com/en/case-history/hedmark-ikt-norway/@@images/image",
                        "industry": "Software",
                        "customer": "Hedmark IKT",
                        "country": "no",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/hedmark-ikt-norway"
                },{
                        "title": "awesomeWare Co.",
                        "description": "Radioactive Waste Management System in South Korea. awesomeWare Co. is an information management consulting and software development company. We are carrying out many consulting projects in cooperation with domestic and international professional institutions in the areas of construction and operation of nuclear power plants, management of radioactive waste, nuclear education systems and nuclear knowledge management....",
                        "image": "https://reference.tecnoteca.com/en/case-history/awesomeware-co-south-korea/@@images/image",
                        "industry": "Software",
                        "customer": "awesomeWare Co.",
                        "country": "kr",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/awesomeware-co-south-korea"
                },{
                        "title": "Keep Point",
                        "description": "Keep Point is an Italian Consultancy and Services Company, working in the environmental and energy field. During the CMDBuild DAY 2018, Ms. Elisa Cùm speaks about their project with openMAINT and the use of BIM models: “I am an engineer and my work in this project was about providing a BIM model of a public building in order to make it communicating with openMAINT.",
                        "image": "https://reference.tecnoteca.com/en/case-history/keep-point-italy/@@images/image",
                        "industry": "Software",
                        "customer": "Keep Point",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/keep-point-italy"
                },{
                        "title": "Servizi IT",
                        "description": "Servizi ST is a company specialized in design and implementation of IT systems for the mobility sector and works in particular to support local public transport companies on road and rail in South Tyrol. Just over a year ago, Servizi ST started a market research to identify a support application for the management of its assets and the choice fell on the product CMDBuild READY2USE, deciding to adopt it with the support of the maintainer Tecnoteca.",
                        "image": "https://reference.tecnoteca.com/en/case-history/servizi-st-italy/@@images/image",
                        "industry": "Software",
                        "customer": "Servizi IT",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/servizi-st-italy"
                },{
                        "title": "Estracom",
                        "description": "Estracom is an Internet Service Provider company, deals with telecommunications services for companies, individuals and public institutions. It is a Company of the Estra Group, which is an Italian public multi-utility company that provides services ranging from the supply of methane, LPG and electricity, to telecommunications, from the distribution of natural ga...",
                        "image": "https://reference.tecnoteca.com/en/case-history/estracom-italy/@@images/image",
                        "industry": "Telecommunication",
                        "customer": "Estracom",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/estracom-italy"
                },{
                        "title": "Eurovita",
                        "description": "Eurovita S.p.A. is an insurance company specialized in life insurance. Based in Italy, with an English Investment Fund as owner, puts its products through 11 thousand financial advisors, 2.500 bank branches and 150 agents and has managed assets of 17 billion euro. During the CMDBuild DAY 2018, Giancarlo Quagliaroli, IT Service Manager, speaks about their project with CMDBuild READY2USE...",
                        "image": "https://reference.tecnoteca.com/en/case-history/eurovita-italy/@@images/image",
                        "industry": "Insurance",
                        "customer": "Eurovita",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/eurovita-italy"
                },{
                        "title": "Liguria Digitale",
                        "description": "Liguria Digitale develops the digital strategy of the Italian region Liguria and the associated institutions for citizens, businesses, tourists and the public administration, then manages great part of the digital infrastructure of the Public Administration in the territory, and implements innovative and technologically advanced projects to provide digital services and easily accessible information. It is also at the service of the Liguria region, promoting innovation 4.0 and system actions between companies, study and research institutions, for the development of the territory and the support of the community....",
                        "image": "https://reference.tecnoteca.com/en/case-history/liguria-digitale-italy/@@images/image",
                        "industry": "Public Administration & Government",
                        "customer": "Liguria Digitale",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/liguria-digitale-italy"
                },{
                        "title": "University of Innsbruck",
                        "description": "The University of Innsbruck was founded in 1669 and is one of Austria’s oldest universities. Today the University has 16 faculties, 81 institutes, over 28.000 students and 4.500 staff employees, 5 campus locations in Innsbruck and is western Austria’s largest institution of higher education and research. The “Zentraler Informatikdienst”, which is the Central IT Service Department, has about 100 employees and offer all the services to support...",
                        "image": "https://reference.tecnoteca.com/en/case-history/university-of-innsbruck-austria/@@images/image",
                        "industry": "Education",
                        "customer": "University of Innsbruck",
                        "country": "at",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/university-of-innsbruck-austria"
                },{
                        "title": "CITIC-Prudential Fund Management Company Ltd.",
                        "description": "CITIC-Prudential Fund Management Company Ltd. is an investment advisory Company, maintains assets for individual and institutional investors in equity and fixed income portfolios, offers life, health and accident insurance, and reinsurance services. It is a Chinese Company founded in Shanghai in 2005 as a fifty-fifty joint venture between CITIC Corporation (China) and Prudential Group (UK). At the end of 2017 they started a project implementation with CMDBuild READY2USE...",
                        "image": "https://reference.tecnoteca.com/en/case-history/citic-prudential-fund-management-company-ltd.-cina/@@images/image",
                        "industry": "Finance",
                        "customer": "CITIC-Prudential Fund Management Company Ltd.",
                        "country": "cn",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/citic-prudential-fund-management-company-ltd.-cina"
                },{
                        "title": "Port of Ravenna",
                        "description": "DZ Engineering Srl and VEM Sistemi SpA are two companies located in Italy, in Emilia Romagna region, that have been awarded a tender, issued by Port Authority of the Northern Adriatic Sea, for a Framework Agreement for the management and ordinary and extraordinary maintenance of lighting, electrical, electronic equipment and data transmission systems of Port of Ravenna.",
                        "image": "https://reference.tecnoteca.com/en/case-history/porto-di-ravenna/@@images/image",
                        "industry": "Transport",
                        "customer": "Port of Ravenna",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/porto-di-ravenna"
                },{
                        "title": "CGI Portugal",
                        "description": "CGI is one of the largest international IT and business consulting services Company. CGI provides worldwide high-end and IT business consulting services, system integration activities and IT and business process outsourcing. In CGI Southern Europe (which includes Portugal, Spain, Italy) & Brazil,main activities are related to Datacentres (consultancy, security, HVAC, UPS, etc.), End User Services (service desk, user access management, asset lifecycle management, etc.), Enterprise Services (workload management, monitoring and operation, etc.) and IT Modernization....",
                        "image": "https://reference.tecnoteca.com/en/case-history/cgi-portugal-portugal/@@images/image",
                        "industry": "Software",
                        "customer": "CGI Portugal",
                        "country": "pt",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/cgi-portugal-portugal"
                },{
                        "title": "Sicilia Digitale",
                        "description": "Sicilia Digitale is an “in-house” Company with total public participation, strategic for the Sicily Region “in the area of innovation and IT activities”. In particular, the Company has as its main purpose the design, the implementation and the management of IT and telematic systems and services, which have as final users the Regional Public Administration, the Citizens and Companies in the Sicily Region...",
                        "image": "https://reference.tecnoteca.com/en/case-history/sicilia-digitale-italy/@@images/image",
                        "industry": "Software",
                        "customer": "Sicilia Digitale",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/sicilia-digitale-italy"
                },{
                        "title": "Lario Reti Holding",
                        "description": "Lario Reti Holding is the company that manages the Integrated Water Service for all the Municipalities of the Province of Lecco, in Italy. There are about 90 municipalities and the population is about 350.000 people. Lario Reti manages over 460 sources, 120 wells, the entire water purification cycle, more than 2.300 km of aqueduct pipelines and over 1.800 km of sewer pipes.",
                        "image": "https://reference.tecnoteca.com/en/case-history/lario-reti-holding-italy/@@images/image",
                        "industry": "Public Administration & Government",
                        "customer": "Lario Reti Holding",
                        "country": "it",
                        "language": "it,en",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/lario-reti-holding-italy"
                },{
                        "title": "Pulse Secure",
                        "description": "Pulse Secure is a leading provider of Secure Access and Mobile Security Solutions to both enterprises and service providers. Pulse Secure Access is a leader for Hybrid IT (“Top 3” ranking) and provides reliable, comprehensive, integrated and flexible Hybrid IT Secure Access solutions, which enables organizations to improve their productivity and empower customers in designing their new age IT Access, ubiquitous, secure, compliant, and seamless.",
                        "image": "https://reference.tecnoteca.com/en/case-history/pulse-secure-usa-india/@@images/image",
                        "industry": "Software",
                        "customer": "Pulse Secure",
                        "country": "us",
                        "language": "it,en",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/pulse-secure-usa-india"
                },{
                        "title": "ANT Group",
                        "description": "ANT Group needed a solution to complete their Network Management System and started a CMDBuild project implementation in year 2016. ANT Group needed to have under control all the Cis, to manage a Service Catalogue and workflows (Asset Management, Incident Management, Change Management), to adopt a flexible and easy to use solution (to be used by different Customers/Organizations, from small to large), to have a tool which follows the ITIL best practices and that has the possibility to be integrated with other solutions (API and Connectors with other applications, like the ERP SAP and their NetPOD NMS)....",
                        "image": "https://reference.tecnoteca.com/en/case-history/ant-group/@@images/image",
                        "industry": "Telecommunication",
                        "customer": "ANT Group",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/ant-group"
                },{
                        "title": "AC Camerfirma S.A.",
                        "description": "AC Camerfirma S.A. is a Spanish company with almost 20 years of experience in the provision of certification services. Today, and after passing the evaluation phase in accordance with the eIDAS Regulation, Camerfirma has become a qualified provider of Trust Services and appears in the Spanish (TSL) and European (UETL) Trust Service Lists, which allows to provide qualified trust services that benefit from legal presumption of validity and offer greater guarantees to the user against unqualified trust services....",
                        "image": "https://reference.tecnoteca.com/en/case-history/ac-camerfirma-s.a.-spagna/@@images/image",
                        "industry": "Consulting",
                        "customer": "AC Camerfirma S.A.",
                        "country": "es",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/ac-camerfirma-s.a.-spagna"
                },{
                        "title": "OSS Laboratories",
                        "description": "OSS Laboratories Inc. is a Japanese Consulting Company, specialized in developing Enterprise Infrastructures with Open Source Software; is working with CMDBuild and collaborating with Tecnoteca since several years, and nowadays is an Official Partner of Tecnoteca for the Japanese market....",
                        "image": "https://reference.tecnoteca.com/en/case-history/oss-laboratories-japan/@@images/image",
                        "industry": "Consulting",
                        "customer": "OSS Laboratories",
                        "country": "jp",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/oss-laboratories-japan"
                },{
                        "title": "Shropshire & Staffordshire Health Informatics Service",
                        "description": "The Shropshire & Staffordshire Health Informatics Service (S&SHIS), is an NHS organisation which provides shared ICT infrastructure and services to many other NHS organisations within the region. One of the biggest challenges which faces any organisation is building an effective and current reporting system of their IT asset estate....",
                        "image": "https://reference.tecnoteca.com/en/case-history/shropshire-staffordshire-health-informatics-service-s-shis-2013-uk/@@images/image",
                        "industry": "Telecommunication",
                        "customer": "Shropshire & Staffordshire Health Informatics Service",
                        "country": "uk",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/shropshire-staffordshire-health-informatics-service-s-shis-2013-uk"
                },{
                        "title": "Ville de Liège - City of Liege",
                        "description": "City of Liege is a local government, which has about 1800 administrative users, and a computer science department (DSI for “Information System Department”) who maintains the network, the workstations and the servers. The Company also develops applications for the needs of its 20+ departments, and has a “Processes and Procedures Service” who interacts with the departments to analyse their needs and write business specifications. The whole team is composed of 50 people.",
                        "image": "https://reference.tecnoteca.com/en/case-history/ville-de-liege-city-of-liege-belgium/@@images/image",
                        "industry": "Public Administration & Government",
                        "customer": "Ville de Liège - City of Liege",
                        "country": "be",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/ville-de-liege-city-of-liege-belgium"
                },{
                        "title": "Technical University of Crete - TUC",
                        "description": "The Technical University of Crete (TUC) is a public university, founded in 1977 in Crete, Greece and comprises five Engineering Schools. Currently, at TUC we have more than five thousand undergraduate and postgraduate students, hundreds of permanent and adjunct faculty members or laboratory staff members, and hundreds of administrative staff members. The campus is located northeast of Chania and covers an area of 3 km2, with about 30 buildings. The Directorate of Telecommunications, Networking and Computing Infrastructure of TUC designs, implements and operates the main IT & Communication services of the University, as well as the necessary infrastructure....",
                        "image": "https://reference.tecnoteca.com/en/case-history/technical-university-of-crete-tuc/@@images/image",
                        "industry": "Education",
                        "customer": "Technical University of Crete - TUC",
                        "country": "gr",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/technical-university-of-crete-tuc"
                },{
                        "title": "University of Parma",
                        "description": "The University of Parma is one of the oldest state University in Italy, been established before the year 1000. The University has over 20,000 studentsand approximately 1,800 employeesbetween educational, researcher, technical and administrative staff. The responsible of the Services Department in the Information Systems area, Dr. Fabrizio Russo, had started a couple of years ago a first phase of a study for the activation of a CMDB a...",
                        "image": "https://reference.tecnoteca.com/en/case-history/university-of-parma/@@images/image",
                        "industry": "Education",
                        "customer": "University of Parma",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/university-of-parma"
                },{
                        "title": "SATAP",
                        "description": "SATAP is the Gavio Group Company which manages the highways Turin-Milan, Turin-Piacenza, Turin-Savona and Asti-Cuneo. The need to SATAP was to adopt an asset management system that could support the management of movable and fix assets, and in particular IT assets (desktops, notebooks, tablets, monitors, printers, software, etc.), telephony (fixed, mobile, switchboards, fax machines, SIM, etc.), safety items (fire extinguishers, cameras, etc.) and furniture (desks, chairs, wardrobes, etc.).",
                        "image": "https://reference.tecnoteca.com/en/case-history/satap/@@images/image",
                        "industry": "Tolling",
                        "customer": "SATAP",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/satap"
                },{
                        "title": "Chamber of Deputies of the Italian Parliament",
                        "description": "In the IT Department of the Chamber of Deputies of the Italian Parliament, we provide IT services to three classes of users: A. to the 630 deputies, to whom we deliver many IT services (among these for example there is the electronic vote in the Chamber); B. to citizens, in fact we ensure the flow of information that goes from the Parliament to the Italian citizens, to inform about the parliamentary works and to achieve democratic transparency; C. to other departments of the Chamber, like Assembly, Permanent Commission, Research Department, Human Resources Department, Library, etc....",
                        "image": "https://reference.tecnoteca.com/en/case-history/chamber-of-deputies-of-the-italian-parliament-italy/@@images/image",
                        "industry": "Public Administration & Government",
                        "customer": "Chamber of Deputies of the Italian Parliament",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/chamber-of-deputies-of-the-italian-parliament-italy"
                },{
                        "title": "Senate of the Italian Republic",
                        "description": "The Senate of the Republic started using CMDBuild in year 2013. CMDBuild has been chosen for several reasons: the solution is very configurable and customizable, it’s very versatile since it does not impose its model but the user can easily create his own, it has an extensive range of platform functions, has a powerful workflow mechanism which is well integrated and not too complex, has a “role privilege management” well implemented, it’s open source and it’s made in Italy (for the Italian Republic Senate this was also important), it is very well documented and also very well supported by Tecnoteca...",
                        "image": "https://reference.tecnoteca.com/en/case-history/senate-of-the-italian-republic-italy/@@images/image",
                        "industry": "Public Administration & Government",
                        "customer": "Senate of the Italian Republic",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/senate-of-the-italian-republic-italy"
                },{
                        "title": "S.I.C.R.AL. Management and Control Center - Defense Forces",
                        "description": "A project based on CMDBuild has been developed and implemented at the S.I.C.R.AL. Management and Control Center (S.I.C.R.AL. means 'Sistema Italiano di Comunicazioni Riservate ed Allarmi': 'Italian System for Classified Communications and Alarms'). The Center, located in Italian Air Force Airport of Vigna di Valle (Rome) has 3 buildings, where satellites are controlled and all the communications for the Italian Army Force are managed. The Center is responsible for ensuring the technical and operational management of S.I.C.R.AL. systems, for guaranteeing rerouting of communications...",
                        "image": "https://reference.tecnoteca.com/en/case-history/italian-ministry-of-defense-s.i.c.r.al/@@images/image",
                        "industry": "Defense",
                        "customer": "S.I.C.R.AL. Management and Control Center - Defense Forces",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/italian-ministry-of-defense-s.i.c.r.al"
                },{
                        "title": "HSPI – FER",
                        "description": "HSPI is an Italian Consultancy Company specialized in the IT process management. During the CMDBuild DAY 2016 Mr. Elia Gentilucci, consultant at HSPI, describes the adoption of CMDBuild at FER, Ferrovie Emilia Romagna. FER is the Company who manages railways in the Italian region Emilia Romagna, for both passenger and freight transportation...",
                        "image": "https://reference.tecnoteca.com/en/case-history/hspi-2013-fer-italy/@@images/image",
                        "industry": "Consulting",
                        "customer": "HSPI – FER",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/hspi-2013-fer-italy"
                },{
                        "title": "MAX Solutions",
                        "description": "MAX Solutions is an Australian organization that provides employment, health and training services in more than 250 locations around Australia. Since opening in 2002, MAX Solutions has offered proven solutions to support individuals, business and the Australian Government achieve outcomes that benefit the community. MAX Solutions is an industry leader focused on innovation for improved performance and results....",
                        "image": "https://reference.tecnoteca.com/en/case-history/max-solutions-australia/@@images/image",
                        "industry": "Consulting",
                        "customer": "MAX Solutions",
                        "country": "au",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/max-solutions-australia"
                },{
                        "title": "RCS MediaGroup",
                        "description": "RCS MediaGroup is one of the world’s major multimedia publishing groups, mainly present in Italy and Spain, with a 32% turnover generated by foreign markets. As all modern publishing Company, RCS is active in all publishing sectors: newspapers, magazines, TV channels, web, advertising. RCS main brands are for example for the Italian market “Corriere della Sera” (the most sold Italian newspaper), “La Gazzetta dello Sport”, “Sette”, “Io Donna”, Abitare”, “Oggi”, etc. and for the Spanish market “El Mundo”, “Marca”, “Expansiòn”, etc....",
                        "image": "https://reference.tecnoteca.com/en/case-history/rcs-mediagroup-italy/@@images/image",
                        "industry": "Media",
                        "customer": "RCS MediaGroup",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/rcs-mediagroup-italy"
                },{
                        "title": "UFOT",
                        "description": "UFOT (United Fashions of Texas) is a chain of retail stores of clothing brands such as Melrose and Vogue, which employs 600-800 people in different locations in Texas, New Mexico, Arizona and California. We needed a tool that would give more people in the company visibility of the work being done throughout our stores. For this reason...",
                        "image": "https://reference.tecnoteca.com/en/case-history/ufot-usa/@@images/image",
                        "industry": "Retail",
                        "customer": "UFOT",
                        "country": "us",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/ufot-usa"
                },{
                        "title": "Applied Science, Inc",
                        "description": "My client Applied Science, Inc., a United States leading supplier of medical devices, assigned me to research and evaluate a variety of Asset Management Systems for use in servicing their U.S. and international business. The following is a brief overview of the types of asset management systems I researched for them and how, at the end of this process, they came to select CMDBuild as the best option available....",
                        "image": "https://reference.tecnoteca.com/en/case-history/applied-science-inc-usa/@@images/image",
                        "industry": "Life Sciences",
                        "customer": "Applied Science, Inc",
                        "country": "us",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/applied-science-inc-usa"
                },{
                        "title": "University of Bologna",
                        "description": "The Information Area for Systems and Applications (CeSIA) of the University of Bologna designs, develops and controls the ICT infrastructure of the University and many of the IT services for students, teachers, administrative staff, graduate students, research fellows, staff and guests of the University, at the level of connectivity, systems and infrastructure, basic and process applications and consulting and support. The infrastructure is composed of...",
                        "image": "https://reference.tecnoteca.com/en/case-history/university-of-bologna/@@images/image",
                        "industry": "Education",
                        "customer": "University of Bologna",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/university-of-bologna"
                },{
                        "title": "Municipality of Bologna",
                        "description": "The Information Systems and Telematics Sector of the Municipality of Bologna is responsible for the management and maintenance of hardware and software used in the various offices, consisting of approximately 450 servers (physical / virtual) and 4,000 client computers, in addition to numerous peripherals and network equipment. This management was performed using multiple separate applications, each one dedicated to one activity (asset management, document management, inventory management, etc.)....",
                        "image": "https://reference.tecnoteca.com/en/case-history/comune-di-bologna/@@images/image",
                        "industry": "Public Administration & Government",
                        "customer": "Municipality of Bologna",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/comune-di-bologna"
                },{
                        "title": "Chamber of Deputies",
                        "description": "The Information Service of the Chamber of Deputies provides IT services to three classes of users: members, citizens and administrative staff. The IT managers decided to introduce, in 2009, the ITIL model for service management and choose CMDBuild as the tool for the Service Catalog Management process. Then they started the project management of fire records, according to requirements based on the ITIL processes of Incident Management and Asset & Configuration Management....",
                        "image": "https://reference.tecnoteca.com/en/case-history/camera-dei-deputati/@@images/image",
                        "industry": "Public Administration & Government",
                        "customer": "Chamber of Deputies",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/camera-dei-deputati"
                },{
                        "title": "University of Turin",
                        "description": "The Information Systems of the University of Turin is responsible for IT activities, including the supply information services, the management of databases and applications, the management of network infrastructure and security, the management of Central Administration work stations. CMDBuild was identified as an information system to support all these activities.",
                        "image": "https://reference.tecnoteca.com/en/case-history/universita-di-torino/@@images/image",
                        "industry": "Education",
                        "customer": "University of Turin",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/universita-di-torino"
                },{
                        "title": "Municipality of Udine - Civic Museums",
                        "description": "In Udine are active a dozen of civic museums dedicated to different cultural areas, including the Gallery of Ancient and Modern Art, the Project Galleries, the Archaeological Museum, the Art Library, the Ethnographic Museum of Friuli, etc.. Overall there are thousands of objects, of different value, subject to inventory and of potential interest to local fans and beyond. The Information Systems of the Municipality of Udine suggested to...",
                        "image": "https://reference.tecnoteca.com/en/case-history/comune-di-udine-musei-civici/@@images/image",
                        "industry": "Public Administration & Government",
                        "customer": "Municipality of Udine - Civic Museums",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/comune-di-udine-musei-civici"
                },{
                        "title": "ABI - Italian Banking Association",
                        "description": "CMDBuild has been installed at the ABI office in Rome (Italian Banking Association) as part of a project activated in 2008. The aim of the project was to control the servers of the data processing center and the related network equipment but then it was planned to manage also desktop computers used by the staff....",
                        "image": "https://reference.tecnoteca.com/en/case-history/abi-associazione-bancaria-italiana/@@images/image",
                        "industry": "Finance",
                        "customer": "ABI - Italian Banking Association",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/abi-associazione-bancaria-italiana"
                },{
                        "title": "Toscana Regional Council ",
                        "description": "The Regional Council is a legislative institution of the Region. The Toscana Regional Council staff is made ​​up of officers and council members. The ICT Service manages the whole institution, supporting both, officers and council members. Manager decisions, staff reductions and the attention to service quality led to a growing interest in the ITIL world....",
                        "image": "https://reference.tecnoteca.com/en/case-history/consiglio-regionale-della-toscana/@@images/image",
                        "industry": "Public Administration & Government",
                        "customer": "Toscana Regional Council ",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/consiglio-regionale-della-toscana"
                },{
                        "title": "Airport G. Marconi di Bologna",
                        "description": "The Aeroporto G. Marconi company, owned by local authorities (Camera di Commercio, Province and Municipality of Bologna, Emilia Romagna region) and other partners, is responsible for managing the airport Guglielmo Marconi, one of the biggest italian airports  (approximately 5,000,000 passengers / year). The airport uses CMDBuild to control assets (clients, servers, network devices, etc.) and to manage technical objects (watches and LCD panels, gate readers, label printers and boarding passes, etc. )....",
                        "image": "https://reference.tecnoteca.com/en/case-history/aeroporto-g.-marconi-di-bologna/@@images/image",
                        "industry": "Aerospace",
                        "customer": "Airport G. Marconi di Bologna",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/aeroporto-g.-marconi-di-bologna"
                },{
                        "title": "SSC - Telecom Group",
                        "description": "SSC (Shared Service Center) is a company that provides information services within the Telecom Group. SSC has careful management of internal processes and achieved major industry certifications (CMMI - ML.2 and ML.3, ISO 9001, ISO / IEC 20000-1 ISO / IEC 27001, CCCSAP SAP). The aim pursued by the SSC was to create a single integrated CMDB system that would support IT services specialized in various fields and built around a single database, normalized in a single application architecture....",
                        "image": "https://reference.tecnoteca.com/en/case-history/ssc-gruppo-telecom-italia/@@images/image",
                        "industry": "Telecommunication",
                        "customer": "SSC - Telecom Group",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/ssc-gruppo-telecom-italia"
                },{
                        "title": "Selene - A2A Group",
                        "description": "Selene SPA is the telecommunications company of the A2A Group, with main offices located in Milano and Brescia. Selene SPA deals with electricity, gas, district heating, waste and water system. Selene activities include the provision of telecommunications services on wide area network and local network, data center, contact center, video surveillance and telephony. In this context the assets used include servers...",
                        "image": "https://reference.tecnoteca.com/en/case-history/selene-gruppo-a2a/@@images/image",
                        "industry": "Telecommunication",
                        "customer": "Selene - A2A Group",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/selene-gruppo-a2a"
                },{
                        "title": "Emilia Romagna Region",
                        "description": "The CMDBuild application was adopted to manage inventory, processes and provide a service-oriented system. CMDBuild is an italian project and is open source, this was really interesting for the Emilia Romagna Region....",
                        "image": "https://reference.tecnoteca.com/en/case-history/regione-emilia-romagna/@@images/image",
                        "industry": "Public Administration & Government",
                        "customer": "Emilia Romagna Region",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/regione-emilia-romagna"
                },{
                        "title": "ANTEL Uruguay",
                        "description": "Antel is the national telecommunications operator in Uruguay. After the Spanish localization of CMDBuild we were contacted by the Antel Computer Division, who had known the application thanks to CED department of the Municipality of Montevideo; Antel was looking for support for the CMDBuild application....",
                        "image": "https://reference.tecnoteca.com/en/case-history/antel-uruguay/@@images/image",
                        "industry": "Telecommunication",
                        "customer": "ANTEL Uruguay",
                        "country": "ug",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/antel-uruguay"
                },{
                        "title": "Avvocatura Generale dello Stato",
                        "description": "The 'Avvocatura Generale dello Stato' is an institution that represents the state in legal proceedings, defending state interests. These activities are held at the headquarters in Rome and at district offices located at regional capitals or in other cities where court of appeal offices are located....",
                        "image": "https://reference.tecnoteca.com/en/case-history/avvocatura-generale-dello-stato/@@images/image",
                        "industry": "Consulting",
                        "customer": "Avvocatura Generale dello Stato",
                        "country": "it",
                        "language": "en,it",
                        "url": "https://www.cmdbuild.org/en/reference/testimonials/avvocatura-generale-dello-stato"
                }]
        }, {
                "title": "CMD Build ReadyToUse",
                "logo": "https://www.cmdbuildready2use.org/en",
                "website": "https://www.cmdbuildready2use.org/",
                "category_list": ["Application"],
                "source_code_download": "https://www.cmdbuildready2use.org/en/download/latest-version",
                "source_code_profile": "",
                "commercial_support": "https://www.cmdbuildready2use.org/en/support/subscription",
                "wikipedia_url": "",
                "success_case_list": []
        }, {
                "title": "OpenMAINT",
                "logo": "https://www.openmaint.org/en",
                "website": "https://www.openmaint.org/",
                "category_list": ["Application"],
                "source_code_download": "https://www.openmaint.org/en/download/latest-version",
                "source_code_profile": "",
                "commercial_support": "https://www.openmaint.org/en/services",
                "wikipedia_url": "",
                "success_case_list": []
        }]
}
