{
  "title": "XWiki SAS",
  "logo": "https://xwiki.com/download/XWikiComCode/COMColorTheme2/Logo_XWiki.svg",
  "country": "fr",
  "presence": ["fr", "ro", "us"],
  "website": "xwiki.com",
  "founded_year": "2004",
  "kpi_dict": {
    "2018": {
      "staff": "16",
      "earnings": "275713",
      "total_assets": "2302493",
      "revenues": "1630338",
      "public_source": "true"
    },
    "2017": {
      "staff": "15",
      "earnings": "-53801",
      "total_assets": "2107642",
      "revenues": "1245643",
      "public_source": "true"
    },
    "2016": {
      "staff": "16",
      "earnings": "-268222",
      "total_assets": "2447998",
      "revenues": "920401",
      "public_source": "true"
    }
  },
  "free_software_list": [
    {
      "title": "XWiki",
      "logo": "https://xwiki.com/download/XWikiComCode/COMColorTheme2/Logo_XWiki.svg",
      "website": "https://xwiki.org/",
      "category_list": ["Application"],
      "source_code_download": "https://github.com/xwiki/xwiki-platform/archive/master.zip",
      "source_code_profile": "https://www.openhub.net/p/xwiki/analyses/latest/languages_summary",
      "commercial_support": "https://xwiki.com/en/pricing/",
      "wikipedia_url": "https://en.wikipedia.org/wiki/Wiki_software#Enterprise_wikis",
      "success_case_list": [
        {
          "title": "Historical Dictionary of Switzerland",
          "description": "The Historical Dictionary of Switzerland (HLS) is the largest encyclopedia focused on the history of Switzerland, and it aims to take into account the results of modern historical research in a manner accessible to a broader audience. It is published by a foundation under the patronage of the Swiss Academy of Humanities and Social Sciences (SAGW/ASSH) and the Swiss Historical Society (SGG-SHH) and is financed by national research grants. Besides a staff of about 35 at the central offices, the contributors include 100 academic advisors, 2500 historians, and 100 translators. The encyclopedia is being edited simultaneously in three national languages of Switzerland: German, French and Italian.",
          "image": "https://xwiki.com/en/download/offerings/custom-solutions/custom-apps/hls-logo.jpg",
          "industry": "Public Administration & Government",
          "customer": "HLS",
          "country": "ch",
          "language": ["fr", "de", "it"],
          "url": "https://xwiki.com/en/offerings/custom-solutions/custom-apps"
        },
        {
          "title": "SFR",
          "description": "A global operator, ALTICE France/SFR, holds major positions throughout the French telecommunications market, among the general public, as well as businesses, communities or the wholesale market. Given the complementarity of its brands, the group offers a full-service offering, including Internet, fix and mobile telephony and audiovisual services. The group has 22 million customers and offers 99% of the 4G coverage in France. Based on the information repository and extensibility capabilities of the XWiki platform, our team was able to customize a solution that enhanced collaborative communication within the company (over 11.000 employees), in a smooth and performant manner.",
          "image": "https://xwiki.com/en/download/offerings/custom-solutions/digital-workplace/logos-alticesfr.png",
          "industry": "Telecommunication",
          "customer": "SFR",
          "country": "fr",
          "language": ["en", "fr"],
          "url": "https://xwiki.com/en/offerings/custom-solutions/digital-workplace"
        },
        {
          "title": "EasyVista",
          "description": "With offices in France, UK, Germany, Italy, Spain, Portugal, the United States and Canada, EasyVista has more than 800 clients that activate in banking, insurance, industry, the service sector, governments, outsourcing and consulting. Their services are covering the entire life cycle of IT assets for their clients. In 2014, the EasyVista team was looking for a tool that could be implemented internally in order to avoid numerous email exchanges. Due to the high number of projects, many documents were sent by email and it was difficult to find the required information and to know whether it had been updated. This brought the need to centralize information using XWiki.",
          "image": "https://xwiki.com/en/download/offerings/custom-solutions/knowledge-base/logo-custom-solutions-page-easy-vista.jpg",
          "industry": "Software",
          "customer": "EasyVista",
          "country": ["fr", "us", "uk", "de", "it", "sp", "pt"],
          "language": ["en", "fr"],
          "url": "https://xwiki.com/en/offerings/custom-solutions/knowledge-base"
        },
        {
          "title": "SCOR",
          "description": "SCOR, the 5th largest reinsurer in the world, provides insurance companies with a diversified and innovative range of solutions and services to control and manage risk. With a team spread in 160 countries and more than 38 offices worldwide, SCOR's need for a procedures management solution was obvious. In delivering their custom Procedures Management solution, we started by mapping all the needs and current processes within their company. In collaboration with their procedures compliance department, our team designed and implemented a dynamic Procedures Management tool for SCOR's international sales team. Based on the information repository and extensibility capabilities of the XWiki platform, our team was able to customize a service that allows ensuring the quality and validity of the procedures available to their employees.",
          "image": "https://xwiki.com/en/download/offerings/custom-solutions/procedures-management/scor%20copy.jpg",
          "industry": "Insurance",
          "customer": "SCOR",
          "country": ["fr", "us", "uk", "de", "it", "sp", "pt", "cn"],
          "language": "en",
          "url": "https://xwiki.com/en/offerings/custom-solutions/procedures-management"
        },
        {
          "title": "CNFPT",
          "description": "The CNFPT (National Centre for the Management of Territorial Service) needed a public website to exchange and share information and learning resources. Two main pain points of the local administration were tackled on the website: collaboration, between & within, the local administrations and transparency of the activity of territorial services. In delivering their custom Extranet solution, we have analyzed their specific needs: an intuitive interface, quick access to information, content moderation, user management rights, and custom features.",
          "image": "https://xwiki.com/en/download/offerings/custom-solutions/extranet-and-communities/cnpft-logo-custom.jpg",
          "industry": "Public Administration & Government",
          "customer": "CNFPT",
          "country": "fr",
          "language": "fr",
          "url": "https://xwiki.com/en/offerings/custom-solutions/extranet-and-communities"
        }
      ],
      "description": "The XWiki platform."
    },
    {
      "title": "Cryptpad",
      "logo": "https://cryptpad.fr/customize/cryptpad-new-logo-colors-logoonly.png",
      "website": "https://cryptpad.fr/",
      "category_list": ["Application"],
      "source_code_download": "https://github.com/xwiki-labs/cryptpad/archive/master.zip",
      "source_code_profile": "",
      "commercial_support": "https://cryptpad.fr/features.html",
      "success_case_list": [],
      "description": "Collaborative office suite, end-to-end encrypted and open-source."
    }
  ]
}
